export const features = [
  {
    title: "Минута до моря",
    text: "Мы на первой береговой линии. До моря всего 50 метров!", 
    icon: "/img/icons/sea.png"
  },
  {
    title: "Круглосуточно",
    text: "Мы всегда рядом — работаем для вас 24/7 без перерывов и выходных!",
    icon: "/img/icons/open.png"
  },
  {
    title: "Удобное местоположение", 
    text: "Всё, что нужно для комфорта, — рядом, в нескольких минутах ходьбы!",
    icon: "/img/icons/location.png"
  },
  {
    title: "Бесплатная парковка",
    text: "Закрытая охраняемая парковка — абсолютно бесплатно!",
    icon: "/img/icons/parking.png"
  },
  {
    title: "Детская площадка",
    text: "Для детей оборудована игровая площадка с песочницей и качелями!", 
    icon: "/img/icons/child.png"
  },
  {
    title: "Мангальная зона",
    text: "Отдельная зона отдыха с мангалом и большим столом!",
    icon: "/img/icons/fire.png"
  },
  {
    title: "Зелёная территория",
    text: "Уютные уголки, утопающие в зелени, созданы для спокойного отдыха!",
    icon: "/img/icons/green.png"
  },
  {
    title: "Быстрый Wi‑Fi", 
    text: "Надёжный быстрый интернет, чтобы Вы всегда были на связи!",
    icon: "/img/icons/wifi.png"
  }
];